import React from 'react';
import './About.css';


const About = () => {
    return (
        <div className='about'>
           <p className='aboutContent'>
           আমি আবু তানিফ মোঃ বাপ্পা। আমি একটা পাবলিক কৃষি বিশ্ববিদ্যালয়ে ১ বছর অধ্যয়ণরত ছিলাম।যখন থেকে প্রোগ্রামিং হিরোর সাথে আমার সখ্যতা গড়ে উঠেছে
           তখন আমি আমার জীবনের লক্ষ্য খুজে পাই।যার কারণে আমি উক্ত বিশ্ববিদ্যালয় থেকে আমার ভর্তি ক্যান্সেল করি।বর্তমানে আমার কম্পিউটার সায়েন্স
            নিয়ে পড়ার খুব ইচ্ছে।প্রোগ্রামিং হিরোর পাশাপাশি আমি সেখানে কন্টিনিও করব। সেখান থেকে গুগল কিংবা মাইক্রোসফট এর মতো টেক জায়ান্টে কাজ করার খুবই ইচ্ছে। আর হ্যা,টার্গেট আছে আগামী ২ মাসের মধ্যে নিজের
            স্কিল আরো ডেভেলাপ করে কোন এক জায়গায় ইনটার্নশিপ পাওয়া। সেক্ষেত্রে আমার লক্ষ্য অর্জন করা হয়ত আরো সহজ হতে পারে।
           </p>
        </div>
    );
};

export default About;